import { Link } from "react-router-dom";

const TermsOfUse = () => {
    return (
      <div dir="rtl" className=" px-36 mt-24">
        <p>
          לקוח יקר, שלום רב! לפניך תנאי הזמנה ומידע כללי אשר אנו ממליצים לקרוא
          בעיון רב. לתנאי הזמנה המלאים<Link to="#" className="font-bold text-blue-500"> לחצו כאן</Link>
        </p>
        <br />
        <p>
          <strong>זמינות החדרים ומחירם </strong>
          משתנים ללא הודעה מוקדמת, לכן אין התחייבות כלשהי על הזמינות או המחיר.
          הזמינות והמחיר אותו קיבלתם בהצעה רלוונטי לאותו רגע והאישור הסופי יתקבל
          רק לאחר אישור המלון.
        </p>
        <br />
        <p>
          <strong>מיקום החדרים </strong>
          תלוי בזמינות החדרים במלון ונקבע על ידי המלונות בלבד. כמובן שאם יש
          בקשות מיוחדות אנחנו פונים למלון ומבקשים לכבדם, אם כי זו לא הבטחה
          וההחלטה הסופית נעשית על ידי המלון.
        </p>
        <br />
        <p>
          <strong>זמינות הטיסות ומחירם </strong>
          משתנים ללא הודעה מוקדמת והמחיר בהצעה תקף לאותו הרגע בלבד.
          <strong> טיסות פנים </strong>
          לא ניתנים לשינוי או ביטול.
        </p>
        <br />

        <p>
          <strong>החיוב מתבצע </strong>
          בשקלים ונקבע על ידי שער ההמרה אל מול הבאט לאותו יום.
        </p>
      </div>
    );
}

export default TermsOfUse;